Repository: instructure/canvas-ios
Catalog: Parent/Parent/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: There was an error loading courses. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل المساقات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les assignatures. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cyrsiau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af fagene. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af fagene. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Kurse. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar los cursos. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar las asignaturas. Pulsa actualizar para volver a intentarlo.
fi: Kurssien latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des cours. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des cours. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus cúrsaí á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: पाठ्यक्रमों को लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman kou yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat kursus. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja námskeiðin. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei corsi. Trascinare verso il basso per aggiornare e riprovare.
ja: コースのロード中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā akoranga. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan kursus. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av emner. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av fag. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van cursussen. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania kursów. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar as disciplinas. Puxe para actualizar para tentar novamente.
pt_br: Houve um erro ao carregar cursos. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при скачивании курсов. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju predmetov je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in kurser. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in kurser. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดบทเรียน ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải khóa học. Hãy kéo để làm mới rồi thử lại.
zh: 加载课程时出错。下拉刷新以重试。
zh_hk: 載入課程時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading students. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الطلاب. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els estudiants. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho myfyrwyr. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsningen af studerende. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsningen af elever. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Studierenden. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar los estudiantes. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar los estudiantes. Pulsa actualizar para volver a intentarlo.
fi: Opiskelijoiden latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des élèves. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des étudiants. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus mic léinn á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: छात्र लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman elèv yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat siswa. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja nemendur. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento degli studenti. Trascinare verso il basso per aggiornare e riprovare.
ja: 受講者の読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana i ngā ākonga. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat memuatkan pelajar. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av studenter. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av elever. Dra for å oppdatere og prøve på nytt.
nl: Er is een probleem opgetreden bij het laden van cursisten. Ophalen om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania uczestników. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar os alunos. Puxe para refrescar para tentar novamente.
pt_br: Houve um erro ao carregar alunos. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке студентов. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju študentov je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in studenter. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in elever. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดผู้เรียน ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải sinh viên. Hãy kéo để làm mới rồi thử lại.
zh: 加载学生时发生错误。下拉刷新以重试。
zh_hk: 載入學生時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error while communicating with the server
ar: حدث خطأ أثناء الاتصال بالخادم
ca: S'ha produït un error en comunicar-se amb el servidor
cy: Gwall wrth gyfathrebu â'r gweinydd
da: Der opstod en fejl, mens der blev kommunikeret med serveren
da_instk12: Der opstod en fejl, mens der blev kommunikeret med serveren
de: Beim Kommunizieren mit dem Server ist ein Fehler aufgetreten.
es: Se produjo un error al comunicarse con el servidor
es_es: Ha habido un error al comunicarse con el servidor
fi: Ilmeni virhe kommunikoitaessa palvelimen kanssa
fr: Une erreur s’est produite lors de la communication avec le serveur.
fr_ca: Une erreur est survenue pendant la communication avec le serveur.
ga: Tharla earráid agus cumarsáid a dhéanamh leis an bhfreastálaí
hi: सर्वर के साथ संचार करते समय त्रुटि हुई
ht: Te gen yon erè pandan kominikasyon ak sèvè a
id: Terjadi kesalahan saat berkomunikasi dengan server.
is: Villa kom upp við samskipti við þjóninn
it: Si è verificato un errore durante la comunicazione con il server
ja: サーバーとの通信中にエラーが発生しました
mi: He hapa i te wā e kōrero ana ki te tūmau.
ms: Terdapat ralat semasa berkomunikasi dengan pelayan
nb: Det oppsto en feil under serverkommunikasjonen
nb_instk12: Det oppsto en feil under serverkommunikasjonen
nl: Er is een fout opgetreden bij het communiceren met de server
pl: Wystąpił błąd podczas komunikacji z serwerem
pt: Ocorreu um erro enquanto comunicava com o servidor
pt_br: Ocorreu um erro durante a comunicação com o servidor
ru: При обмене данными с сервером произошла ошибка
sl: Med komunikacijo s strežnikom je prišlo do napake
sv: Ett fel uppstod under kommunikation med servern
sv_instk12: Ett fel uppstod under kommunikation med servern
th: มีข้อผิดพลาดในขณะสื่อสารกับเซิร์ฟเวอร์
vi: Đã xảy ra lỗi khi giao tiếp với máy chủ
zh: 与服务器通信时发生错误
zh_hk: 在與伺服器通訊時出現問題

source: There's nothing to be notified of yet.
ar: لا يوجد شيء للإعلام عنه حتى الآن.
ca: Encara no hi ha res que s'hagi de notificar.
cy: Does dim byd i’w hysbysu eto.
da: Der er ikke noget at blive underrettet om endnu.
da_instk12: Der er ikke noget at blive underrettet om endnu.
de: Es gibt noch nichts, worüber man benachrichtigt werden müsste.
es: No hay nada por notificar aún.
es_es: Aún no hay ninguna notificación.
fi: Ei ole vielä mitään ilmoitettavaa.
fr: Il n'y a encore rien à signaler.
fr_ca: Il n'y a encore rien à signaler.
ga: Níl aon rud le cur in iúl go fóill.
hi: अभी तक सूचित करने लायक कुछ भी नहीं है।
ht: Poko gen anyen pou yo siyale.
id: Belum ada notifikasi untuk apa pun.
is: Það er ekkert tilkynningavert enn.
it: Non c’è ancora nulla su cui ricevere delle notifiche.
ja: まだ通知される事項がありません。
mi: Kaore he mea hei whakamōhio i tēnei wā.
ms: Belum ada apa-apa lagi untuk diberitahu.
nb: Det er ingen bemerkninger ennå.
nb_instk12: Det er ingen bemerkninger ennå.
nl: Er is nog niets om te melden.
pl: Brak powiadomień do przekazania.
pt: Não há nada para ser notificado ainda.
pt_br: Ainda não há nada a ser notificado.
ru: На данный момент оповещать не о чем.
sl: Ni ničesar, o čemer bi bilo treba sporočati.
sv: Det finns inget att avisera om än.
sv_instk12: Det finns inget att avisera om än.
th: ไม่มีข้อมูลที่จะแจ้งในตอนนี้
vi: Chưa có gì để được thông báo.
zh: 目前没有通知。
zh_hk: 尚未有任何通知。

source: Unread
ar: غير مقروء
ca: Sense llegir
cy: Heb ddarllen
da: Ulæst
da_instk12: Ulæst
de: Ungelesen
es: No leído
es_es: No leído
fi: Lukematon
fr: Non lu
fr_ca: Non lu
ga: Neamhléite
hi: अपठित
ht: Poko li
id: Belum dibaca
is: Ólesið
it: Non letto
ja: 未読
mi: Kia pānuitia
ms: Belum dibaca
nb: Ulest
nb_instk12: Uleste
nl: Ongelezen
pl: Nieprzeczytane
pt: Não lida
pt_br: Não lido
ru: Не прочитано
sl: Neprebrano
sv: Olästa
sv_instk12: Oläst
th: ไม่ได้อ่าน
vi: Chưa đọc
zh: 未读
zh_hk: 未讀

source: Welcome, Admin!
ar: مرحباً أيها المسؤول!
ca: Benvingut, administrador!
cy: Croeso, Weinyddwr!
da: Velkommen, admin!
da_instk12: Velkommen, admin!
de: Willkommen, Admin!
es: ¡Bienvenido, administrador!
es_es: ¡Bienvenido, administrador!
fi: Tervetuloa, järjestelmäkäyttäjä!
fr: Bienvenue, Admin !
fr_ca: Bienvenue, administrateur!
ga: Fáilte romhat, a Riarthóir!
hi: आपका स्वागत है, व्यवस्थापक!
ht: Byenvini,Admin!
id: Selamat Datang, Admin!
is: Velkominn, stjórnandi!
it: Benvenuto, amministratore!
ja: ようこそ、管理者さん!
mi: Haere mai Kaiwhakahaere
ms: Selamat datang, Pentadbir!
nb: Velkommen, admin!
nb_instk12: Velkommen, admin!
nl: Welkom beheerder!
pl: Witaj, administratorze!
pt: Bem-vindo, Admin!
pt_br: Bem-vindo, Admin!
ru: Добро пожаловать, администратор!
sl: Dobrodošli, skrbnik!
sv: Välkommen administratör!
sv_instk12: Välkommen administratör!
th: ยินดีต้อนรับผู้ดูแลระบบ!
vi: Chào mừng, Quản Trị Viên!
zh: 欢迎您，网站管理员！
zh_hk: 歡迎，管理員！

source: You cannot set a high threshold that is lower or equal to a previously set low threshold.
ar: لا يمكنك تعيين حد مرتفع أقل أو يساوي حداً منخفضاً تم تعيينه مسبقاً.
ca: No podeu definir un llindar superior que sigui inferior o igual a un llindar inferior definit prèviament.
cy: Does dim modd i chi osod trothwy uchel sy’n is neu’n gyfartal â throthwy isel sydd wedi’i osod yn barod.
da: Du kan ikke indstille en høj tærskel, der er lavere end eller lig med en tidligere indstillet lav tærskel.
da_instk12: Du kan ikke indstille en høj tærskel, der er lavere end eller lig med en tidligere indstillet lav tærskel.
de: Sie können keinen oberen Schwellenwert festlegen, der niedriger oder gleich einem zuvor festgelegten unteren Schwellenwert ist.
es: No puede establecer un umbral superior que sea menor o igual a un umbral inferior establecido previamente.
es_es: No se puede establecer un umbral superior que sea menor o igual a un umbral inferior establecido previamente.
fi: Et voi etsiä korkeaa kynnystä, joka on alhaisempi tai yhtä suuri kuin aikaisemmin määritetty alhainen kynnys.
fr: Vous ne pouvez pas fixer de seuil supérieur qui soit inférieur ou égal à un seul inférieur précédemment défini.
fr_ca: Vous ne pouvez pas définir un seuil élevé qui est inférieur ou égal à un seuil bas précédemment défini.
ga: Ní féidir leat tairseach ard a shocrú atá níos ísle nó cothrom le tairseach íseal a socraíodh roimhe seo.
hi: आप ऐसी उच्च सीमा निर्धारित नहीं कर सकते जो पहले से निर्धारित निम्न सीमा से कम या उसके बराबर हो।
ht: Ou pa pakab fikse yon plafon ki wo ki enferyè oswa egal a plafon ba ki te fikse anvan an.
id: Anda tidak dapat menetapkan ambang batas tinggi yang lebih rendah dari atau sama dengan ambang batas rendah yang ditetapkan sebelumnya.
is: Ekki er hægt að setja inn hámark sem er lægri eða jafnt og lágmark sem er búið að setja inn.
it: Impossibile impostare una soglia alta che è inferiore o pari alla soglia bassa precedentemente impostata.
ja: 以前に設定した低しきい値以下の高しきい値を設定することはできません。
mi: Kaore e taea te whakatau he paepae teitei kei raro iho ara ōrite rānei ki te paepae o raro kua whakatautia i muri.
ms: Anda tidak boleh menetapkan ambang tinggi yang lebih rendah atau sama dengan ambang rendah yang ditetapkan sebelumnya.
nb: Du kan ikke sette en høy terskel som er lavere eller lik en tidligere satt terskel.
nb_instk12: Du kan ikke sette en høy terskel som er lavere eller lik en tidligere satt terskel.
nl: Je kunt geen hoge drempel instellen die lager is dan of gelijk aan een voorheen ingestelde lage drempel.
pl: Nie można ustawić wysokiego progu, który jest równy lub niższy od wcześniej ustawionego niskiego progu.
pt: Não se pode definir um limiar alto que seja inferior ou igual a um limiar baixo previamente definido.
pt_br: Não é possível definir um limite alto que seja inferior ou igual a um limite baixo definido anteriormente.
ru: Вы не можете задать верхний порог, который ниже или равен ранее заданному нижнему порогу.
sl: Ni mogoče nastaviti zgornje mejne vrednosti, ki je nižja ali enaka predhodno nastavljeni spodnji mejni vrednosti.
sv: Du kan inte se en hög tröskel som är lägre eller lika med en tidigare inställd låg tröskel.
sv_instk12: Du kan inte se en hög tröskel som är lägre eller lika med en tidigare inställd låg tröskel.
th: คุณไม่สามารถกำหนดเกณฑ์จำกัดระดับสูงที่ต่ำกว่าหรือเท่ากับเกณฑ์จำกัดขั้นต่ำที่กำหนดไว้ก่อนหน้า
vi: Bạn không thể cài đặt ngưỡng cao thấp hơn hoặc bằng ngưỡng thấp đã được cài đặt trước.
zh: 设定的上限值不得小于或等于上次设定的下限值。
zh_hk: 您設定的高臨界值不得低於或等於之前設定的低臨界值。

source: You cannot set a low threshold that is higher or equal to a previously set high threshold.
ar: لا يمكنك تعيين حد منخفض أعلى أو يساوي حداً مرتفعاً تم تعيينه مسبقاً.
ca: No podeu definir un llindar inferior que sigui superior o igual a un llindar superior definit prèviament.
cy: Does dim modd i chi osod trothwy isel sy’n uwch neu’n gyfartal â throthwy uchel sydd wedi’i osod yn barod.
da: Du kan ikke indstille en lav tærskel, der er højere end eller lig med en tidligere indstillet høj tærskel.
da_instk12: Du kan ikke indstille en lav tærskel, der er højere end eller lig med en tidligere indstillet høj tærskel.
de: Sie können keinen unteren Schwellenwert festlegen, der höher oder gleich einem zuvor festgelegten oberen Schwellenwert ist.
es: No puede establecer un umbral inferior que sea mayor o igual a un umbral superior establecido previamente.
es_es: No se puede establecer un umbral inferior que sea mayor o igual a un umbral superior establecido previamente.
fi: Et voi määrittää alhaista kynnystä, joka on korkeampi tai yhtä suuri kuin aikaisemmin määritetty korkea kynnys.
fr: Vous ne pouvez pas fixer de seuil inférieur qui soit supérieur ou égal à un seul supérieur précédemment défini.
fr_ca: Vous ne pouvez pas définir un seuil bas qui est supérieur ou égal à un seuil élevé précédemment défini.
ga: Ní féidir leat tairseach íseal a shocrú atá níos airde nó cothrom le tairseach ard a socraíodh roimhe seo.
hi: आप ऐसी निम्न सीमा निर्धारित नहीं कर सकते जो पहले से निर्धारित उच्च सीमा से कम या उसके बराबर हो।
ht: Ou pa pakab fikse yon plafon ki ba ki siperyè oswa egal a plafon wo ki te fikse anvan an.
id: Anda tidak dapat menetapkan ambang batas rendah yang lebih tinggi dari atau sama dengan ambang batas tinggi yang ditetapkan sebelumnya.
is: Ekki er hægt að setja inn lágmark sem er hærra eða jafnt og hámark sem er búið að setja inn.
it: Impossibile impostare una soglia bassa che è superiore o pari alla soglia alta precedentemente impostata.
ja: 以前に設定した高しきい値以上の低しきい値を設定することはできません。
mi: Kaore e taea te whakatau he paepa o raro kei te teitei ara ōrite rānei ki te paepae teitei kua whakatautia i muri.
ms: Anda tidak boleh menetapkan ambang rendah yang lebih tinggi atau sama dengan ambang tinggi yang ditetapkan sebelumnya.
nb: Du kan ikke sette en lav terskel som er høyere eller lik en tidligere satt terskel.
nb_instk12: Du kan ikke sette en lav terskel som er høyere eller lik en tidligere satt terskel.
nl: Je kunt geen lage drempel instellen die hoger is dan of gelijk aan een voorheen ingestelde hoge drempel.
pl: Nie można ustawić niskiego progu, który jest równy lub wyższy od wcześniej ustawionego wysokiego progu.
pt: Não é possível definir um limiar baixo que seja superior ou igual a um limiar alto previamente definido.
pt_br: Não é possível definir um limite baixo que seja superior ou igual a um limite alto definido anteriormente.
ru: Вы не можете задать нижний порог, который выше или равен ранее заданному верхнему порогу.
sl: Ni mogoče nastaviti spodnje mejne vrednosti, ki je višja ali enaka predhodno nastavljeni zgornji mejni vrednosti.
sv: Du kan inte se en låg tröskel som är högre eller lika med en tidigare inställd hög tröskel.
sv_instk12: Du kan inte se en låg tröskel som är högre eller lika med en tidigare inställd hög tröskel.
th: คุณไม่สามารถกำหนดเกณฑ์จำกัดระดับต่ำที่สูงกว่าหรือเท่ากับเกณฑ์จำกัดขั้นสูงที่กำหนดไว้ก่อนหน้า
vi: Bạn không thể cài đặt ngưỡng thấp cao hơn hoặc bằng ngưỡng cao đã được cài đặt trước.
zh: 设定的下限值不得高于或等于上次设定的上限值。
zh_hk: 您設定的低臨界值不得高於或等於之前設定的高臨界值。

source: You’re all caught up
ar: لقد اطلعت عليها جميعًا
ca: Esteu completament al dia
cy: Rydych chi wedi dal i fyny
da: Du er ajour
da_instk12: Du er ajour
de: Sie werden alle erfasst
es: ¡Ya está al día!
es_es: ¡Ya estás al día!
fi: Olet ajan tasalla
fr: Vous êtes à jour
fr_ca: Vous êtes coincé
ga: Tá tú suas chun dáta ar fad
hi: आपका काम पूरा हुआ
ht: Yo pran w
id: Anda berhasil menyusul
is: Þú ert búin(n) með allt
it: Sei in pari
ja: これで完了です
mi: Kua mau katoa koe
ms: Anda telah mengetahui semua maklumat terkini
nb: Du er oppdatert
nb_instk12: Du er oppdatert
nl: Je bent helemaal bij!
pl: To już wszystko
pt: Você é pego!
pt_br: Você está em dia
ru: Вы все нагнали
sl: Seznanjeni ste z vsem
sv: Du är helt i kapp!
sv_instk12: Du är helt i kapp!
th: แย่แล้ว
vi: Bạn đã bắt kịp mọi thứ
zh: 您全部看完了！
zh_hk: 您已讀完所有新訊息

source: Your child’s courses might not be published yet.
ar: ربما لم يتم نشر مساقات طفلك بعد.
ca: És possible que encara no s'hagin publicat les assignatures del vostre fill.
cy: Efallai nad yw cyrsiau eich plentyn wedi cael eu cyhoeddi eto.
da: Dit barns fag er muligvis ikke offentliggjort endnu.
da_instk12: Dit barns fag er muligvis ikke offentliggjort endnu.
de: Die Kurse Ihres Kindes wurden möglicherweise noch nicht veröffentlicht.
es: Es posible que los cursos de su hijo/a todavía no se hayan publicado.
es_es: Es posible que las asignaturas de tu hijo aún no estén publicadas.
fi: Lapsesi lapsen kursseja ei ehkä vielä julkaista.
fr: Les cours de votre enfant n’ont peut-être pas encore été publiés.
fr_ca: Vos cours dépendants peuvent ne pas être encore publiés.
ga: Seans nach bhfuil cúrsaí do linbh foilsithe fós.
hi: हो सकता है कि आपके बच्चे के पाठ्यक्रम अभी तक प्रकाशित न हुए हों।
ht: Kou pitit ou a gendwa poko pibliye.
id: Kursus anak Anda mungkin belum diterbitkan.
is: Námskeið barnsins gætu enn verið óbirt.
it: I tuoi corsi secondari potrebbero non essere stati ancora pubblicati.
ja: お子さんのコースはまだ公開されていないかもしれません。
mi: Kaore e pānuitia ngā akoranga a tō tamaiti i tēnei wā.
ms: Kursus anak anda mungkin belum diterbitkan.
nb: Emnene til barnet ditt er kanskje upublisert ennå.
nb_instk12: Fagene til barnet ditt er kanskje upublisert ennå.
nl: De cursussen van je kind zijn mogelijk nog niet gepubliceerd.
pl: Być może kursy dziecka nie zostały jeszcze opublikowane.
pt: As disciplinas do seu filho podem ainda não ter sido publicadas.
pt_br: Os cursos do seu filho podem ainda não ter sido publicados.
ru: Курсы вашего ребенка пока еще не могут быть опубликованы.
sl: Predmeti vašega otroka morda še niso objavljeni.
sv: Ditt barns kurser har kanske inte publicerats än.
sv_instk12: Ditt barns kurser har kanske inte publicerats än.
th: บทเรียนเชื่อมโยงของคุณอาจยังไม่ได้เผยแพร่
vi: Khóa học của con em của bạn có thể chưa được công bố.
zh: 您孩子的课程可能尚未发布。
zh_hk: 您孩子的課程可能尚未發佈。
